Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/civil_law/negligence_and_compensation.html.txt.tmx
Source language: en
Languages: ga

source: It is not enough to have been in an accident or to have suffered injury in order to obtain compensation from the courts
ga: Ní féidir cúiteamh a fháil ó na cúirteanna díreach má bhí duine i dtimpiste nó fiú gortaithe i dtimpiste

source: It must be clear that the party or parties you have sued were to blame for the accident and the injuries that you have suffered
ga: Ní mór go mbeadh sé soiléar go bhfuil an duine nó na daoine a bhfuil tú ag cur an dlí orthu freagrach as an timpiste agus as an ngortú a d'fhulaing tú

source: It may be the case that a number of people are partly to blame for an accident, including the person suing
ga: D'fhéadfadh sé go bhfuil roinnt daoine ciontach as an timpiste, an t-éilitheoir ina measc

source: In that situation, the court will apportion or divide the blame between the different people involved
ga: Sa chás sin, deanfaidh an chúirt an milleán a roinnt idir na daoine eagsúla atá i gceist

source: For example, a driver who suffered injury in a car accident in circumstances where he/she wasn't wearing a seat-belt may be 15% to blame for the injuries he/she suffered
ga: Mar shampla, tiománaí a gortaíodh i dtimpiste cairr ach nach raibh crios sabhálta dhá chaitheamh aige/aici, d'fhéadfadh an chúirt cinneadh a dhéanamh go bhfuil sé/sí féin 15% ciontach as an ngortú a d'fhulaing sé/sí féin

source: As a result, the court may only award him/her 85% of the compensation that his/her injuries are valued at
ga: Mar thoradh, ní féidir leis an gcúirt ach 85% de luach an ghortaithe a thabhairt dó/dí mar chúiteamh

source: Your claim for compensation will be divided into two parts
ga: Déanfar éileamh ar chúiteamh a bhriseadh ina dhá chuid

source: This is compensation for the pain, suffering and inconvenience you experienced and will continue to experience as a result of the accident
ga: Cúiteamh ar mhaithe le pian, fulaingt agus míchaothúlacht a thit ort agus a thitfidh ort de bharr na timpiste

source: The court will decide the level of damages by estimating the gravity of the injuries
ga: Déanfaidh an chúirt cinneadh maidir le méid na ndamáistí bunaithe ar chomh dona agus atá an gortú

source: It will do this by considering all the medical evidence put before it, by considering the pain already suffered by the person suing and the prognosis for the future, that is, how long and to what intensity the injured party is likely to continue suffering
ga: Déanfar é seo tríd an bhfianaise leighis ar fad atá ós comhair na cúirte a mheas, tríd an bhfulaingt atá déanta cheana ag an éilitheoir a chur san áireamh chomh maith lena bhfuil le fulaingt sa todhchaí i.e., cé chomh fada agus cén fhulaingt a bheidh le déanamh ag an duine atá gortaithe

source: This is compensation for the financial costs and expenses both past and future you incurred as a result of the accident
ga: Cúiteamh as na costais airgeadais a thit ar duine agus a thitfidh air/uirthi de bharr na timpiste

source: This would include the cost of repairing your car (if relevant), the medical costs you incurred, your loss of earnings as a result of being unable to go to work and all expenses, including travel, home-help and similar, you incurred
ga: D'fhéadfadh sé go mbeadh costas an chairr a dheisiú san áireamh (más cuí), na costais leighis a thit ar an duine, aon chaillteanas pá de bharr nach raibh an duine in ann dul ag obair agus aon chostais eile a bhain le taisteal, cúnamh a fháil ag baile, & rl, a thit ar an éilitheoir

source: You may be asked to produce receipts and bills to prove you have incurred all of these expenses so it is important to keep a file of every bill and receipt
ga: D'fhéadfadh sé go mbeadh ar an éilitheoir admhálacha agus billí a chur ar fáil mar fhianaise ar na costais atá dhá éileamh agus mar sin tá sé tábhachtach cód a choinneáil le chuile bille agus admháil ann
